Repository: guoyii/BtbShoutbox
Catalog: App_LocalResources/Settings.ascx.*.resx
Languages: da_dk

# lblTemplate.Text
source: Template
da_dk: Skabelon

# lblTemplate.Help
source: Allows you to provide a custom template for displaying the items. Use parameters for dynamic substitution ( ie. [USERNAME] [CREATEDDATE] [SHOUTAGE] [MESSAGE] [GRAVATAR] )
da_dk: Giver dig mulighed for at give en brugerdefineret skabelon til visning af poster.

# ControlTitle_settings.Text
source: BtbShoutbox Settings
da_dk: BtbShoutbox Indstillinger

# ModuleHelp.Text
source: About BtbShoutbox Settings
da_dk: Om BtbShoutbox Indstillinger

# lblFilterProfanity.Help
source: Filters the chat messages to remove profanity from the content
da_dk: Filtrerer chatbeskeder til at fjerne bandeord fra indholdet

# lblFilterProfanity.Text
source: Filter Profanity
da_dk: Filter Blasfemi

# lblItemLimit.Help
source: Defines the latest number of messages to display in the shoutbox
da_dk: Definerer det seneste antal meddelelser skal vises i shoutbox

# lblItemLimit.Text
source: Item Limit
da_dk: Elementbegrænsning

# lblAutoRefresh.Help
source: If checked the UI will automatically check for new shout messages and update without requiring the user to click refresh link.
da_dk: Hvis markeret UI søger automatisk efter nye shout beskeder og opdatere uden at brugeren til at klikke på Opdater link.

# lblOnlyRegistered.Help
source: If checked only registered users of the portal can shout messages.
da_dk: Hvis markeret kun registrerede brugere af portalen kan råbe beskeder.

# lblOnlyRegistered.Text
source: Registered Users Only
da_dk: Registrerede brugere Kun

# DefaultTemplate.Text
source: <div><span class="shoutUsername">[GRAVATAR][USERNAME]</span> <span class="shoutAge">said ([SHOUTAGE])</span><span>[VOTES]</span></div><div class="shoutMessage">[MESSAGE]</div>
da_dk: &lt;div&gt; &lt;span class=&quot;shoutUsername&quot;&gt; [Gravatar] [brugernavn] &lt;/ span&gt; &lt;span class=&quot;shoutAge&quot;&gt; sagde ([SHOUTAGE]) &lt;/ span&gt; &lt;span&gt; [STEMMER] &lt;/ span&gt; &lt;

# lblEmailAdmin.Help
source: Email address to send the shout to when someone posts. This can be used to monitor the shout posts. Leave blank to not send an email.
da_dk: E-mail-adresse for at sende besked til slår noget op.

# lblEmailAdmin.Text
source: Admin Email Address
da_dk: Admin Email Adresse

# lblCharacterLimit.Help
source: Defines the maximum number of characters that a shout post can contain, anything over this value is truncated to the nearest whole word. Setting this value to 0 will make the shout posts unlimited in size.
da_dk: Definerer det maksimale antal tegn, som en besked kan indeholde, noget over denne værdi er afkortet til nærmeste hele ord.

# lblCharacterLimit.Text
source: Shout Length Limit
da_dk: Besked Længde Limit

# lblTopOfModule.Help
source: When checked the message entry control is displayed at the top of module. Otherwise its displayed at the bottom.
da_dk: Hvis markeret vises indtastning øverst på modulet.

# lblTopOfModule.Text
source: Message Input at Top
da_dk: Besked Input på Top

# lblUserCaption.Help
source: Defines the name which is shown for authenticated user shouts
da_dk: Definerer det navn, som er vist for godkendt bruger besked

# lblUserCaption.Text
source: User Caption
da_dk: Bruger Billedtekst

# rbDisplayName.Text
source: Display Name
da_dk: Vist navn

# rbUsername.Text
source: Username
da_dk: Brugernavn

# lblDisplayOlderLink.Help
source: When check a link will be shown to allow the user to load older shout posts
da_dk: Når tjek et link vil blive vist for at tillade brugeren at indlæse ældre beskeder

# lblDisplayOlderLink.Text
source: Display Older Link
da_dk: Vis Ældre beskeder

# lblPurgeAgeLimit.Help
source: When this is set to a positive number any posts older than this value will be deleted from the database. Set this to 365 to delete posts made a year ago for example.
da_dk: Når dette er sat til et positivt tal vil beskeder ældre end denne værdi vil blive slettet fra databasen.

# lblPurgeAgeLimit.Text
source: Purge Old Posts (days)
da_dk: Slet Gamle indlæg (dage)

# lblFloodControlEnabled.Help
source: Stop users from voting on the same item multiple times
da_dk: Stop brugere fra at stemme om det samme emne flere gange,

# lblFloodControlEnabled.Text
source: Enable Voting Flood Control
da_dk: Aktiver Afstemning Flood Control

# lnkReloadDefault.Text
source: Reload Default Template
da_dk: Reload standardskabelon
